Repository: gfr/SimpleMedia
Catalog: src/modules/SimpleMedia/locale/*/LC_MESSAGES/module_simplemedia.po
Languages: nl

source: Error! Could not move your file to the destination folder.
nl: Fout! Kon bestand niet verplaatsen naar het doelmap.

source: Error! Failed to set configuration variables.
nl: Fout! Niet gelukt om de configuratie-variabelen in te stellen.

source: Done! Module configuration updated.
nl: Klaar! Module configuratie bijgewerkt.

source: No such item.
nl: Geen dergelijk item.

source: Done! Medium created.
nl: Klaar! Medium aangemaakt.

source: Done! Medium updated.
nl: Klaar! Medium bijgewerkt.

source: Error! Creation attempt failed.
nl: Fout! Aanmaken mislukt.

source: Done! Medium deleted.
nl: Klaar! Medium verwijderd.

source: Close
nl: Sluiten

source: Error! Invalid colour.
nl: Fout! Ongeldig kleur.

source: Notice: This block will not be displayed until you activate the SimpleMedia module.
nl: Opmerking: dit blok zal niet worden weergegeven totdat de module SimpleMedia ge-activeerd wordt.

source: Item list
nl: Itemlijst

source: Show a list of SimpleMedia items based on different criteria.
nl: Toon een lijst van SimpleMedia item gebaseerd op verschillende criteria.

source: Error! Field value may only contain digits (%s).
nl: Fout! De waarde van het veld kan enkel cijfers bevatten (%s).

source: Error! Length of field value must not be higher than %2$s (%1$s).
nl: Fout! De lengte van het veld kan niet hoger zijn dan %2$s (%1$s).

source: Error! Field value must not be empty (%s).
nl: Fout! Het veld kan niet leeg zijn (%s).

source: Enforced thumbnail size
nl: Gedwongen thumbnail grootte

source: Variable size, but enforced image proportions
nl: Variabele grootte, maar gedwongen afbeeldingsverhoudingen

source: Variable size and image proportions
nl: Variabele grootte en afbeeldingsverhoudingen

source: An error occured during thumbnail creation: %s
nl: Er is een fout opgetreden tijdens de thumbnail creatie: %s

source: Error! Invalid identifier received.
nl: Fout! Ongeldige identificatie ontvangen.

source: Thumbnail cropping is not activated.
nl: Bijsnijden/cropping Thumbnail werd niet geactiveerd.

source: Please define some thumbnail dimensions.
nl: Gelieve de thumbnail dimensies op te geven.

source: Done! The image has been updated. If you still see the old one please refresh your browser cache.
nl: Klaar! Het beeld werd bijgewerkt. Mocht u nog steeds de oude afbeelding zien, vernieuw uw browser, of ledig uw browser cache.

source: Error: invalid input.
nl: Fout! Ongeldige invoer.

source: Switch to user area.
nl: Overschakelen naar gebruikersmodus.

source: Medium list
nl: Media lijst

source: Configuration
nl: Configuratie

source: Manage settings for this application
nl: Instellingen beheren voor deze toepassing

source: Switch to administration area.
nl: Overschakelen naar administratiemodus.

source: 3 newest media
nl: Drie nieuwste media

source: A list of the three newest media.
nl: Lijst van de laatste drie nieuwe media.

source: 3 random media
nl: Drie willekeurige media

source: A list of three random media.
nl: Lijst van drie willekeurige media.

source: Error! No file found.
nl: Fout! Geen bestand gevonden.

source: Error! This file type is not allowed. Please choose another file format.
nl: Fout! Dit type bestand is niet toegelaten. Gelieve een ander bestandsformaat te kiezen.

source: Error! This file type seems not to be a valid image.
nl: Fout! Dit type bestand is geen geldige afbeelding.

source: Simple file and media management.
nl: Simple bestand en media beheer.

source: simplemedia Media Display Hooks
nl: simplemedia Media toon Hooks

source: simplemedia Media Filter Hooks
nl: simplemedia Media filtreer hooks

source: The upload folder "%s" does not exist. Please create it before installing this application.
nl: De upload map "%s" bestaat niet. Gelieve deze eerst aan te maken vooraleer u de toepassing installeert.

source: The upload folder "%s" is not writable. Please change permissions accordingly before installing this application.
nl: De upload map "%s" is niet beschrijfbaar. Gelieve eerst de permissies overeenkomstig te wijzigen vooraleer u de toepassing installeert.

source: Doctrine Exception:
nl: Doctrine uitzondering:

source: An error was encountered while creating the tables for the %s module.
nl: Er is een fout opgetreden tijdens het aanmaken van de tabellen voor de module %s.

source: An error was encountered while removing stored object workflows for the %s module.
nl: Er is een fout opgetreden tijdens het verwijderen van de opgeslagen workflow object voor de module %s.

source: An error was encountered while dropping the tables for the %s module.
nl: Er is een fout opgetreden tijdens het verwijderen van de tabellen voor de module %s.

source: Display or link a file.
nl: Weergeven of link een bestand.

source: No medium selected.
nl: Geen medium geselecteerd

source: Display SimpleMedia items.
nl: Toon SimpleMedia inzendingen

source: This is a required field.
nl: Dit is een verplicht veld.

source: Please enter a valid number in this field.
nl: Gelieve een geldig nummer op te geven.

source: Please use numbers only in this field. please avoid spaces or other characters such as dots or commas.
nl: Gelieve enkel nummers te gebruiken. Gelieve spaties te vermijden of andere leestekens zoals punten of komma's.

source: Please use letters only (a-z) in this field.
nl: Gelieve enkel letters te gebruiken (a-z).

source: Please use only letters (a-z) or numbers (0-9) only in this field. No spaces or other characters are allowed.
nl: Gelieve enkel letters (a-z) of nummers (0-9) te gebuiken. Spaties of andere leestekens worden niet toegestaan.

source: Please enter a valid date.
nl: Gelieve een geldige datum op te geven.

source: Please enter a valid email address. For example yourname@example.com .
nl: Gelieve een geldig E-Mail adres op te geven, bv. uwnaam@voorbeeld.be

source: Please enter a valid URL.
nl: Gelieve een geldig internetadres op te geven.

source: Please use this date format: dd/mm/yyyy. For example 17/03/2010 for the 17th of March, 2010.
nl: Gelieve volgend formaat te gebruiken voor datum: dd/mm/yyyy. Bv. 17/03/2011, dat wordt weergegeven als 17 maart, 2011.

source: Please enter a valid $ amount. For example $100.00 .
nl: Gelieve een geldig $ bedrag op te geven, bv. $100.00.

source: Please make a selection.
nl: Gelieve een selectie te maken.

source: Please select one of the above options.
nl: Gelieve één van bovenstaande opties te selecteren.

source: This value must not contain spaces.
nl: Deze waarde kan geen spaties bevatten.

source: Please select a valid html colour code.
nl: Gelieve een geldige HTML kleur code te kiezen.

source: Please select a value in the past.
nl: Gelieve een datum in het verleden te kiezen.

source: Please select a value in the future.
nl: Gelieve een datum in de toekomst te kiezen.

source: This value is already assigned, but must be unique. Please change it.
nl: Deze waarde werd reeds toegewezen, deze moet echter uniek zijn. Gelieve deze aan te passen en iets anders te kiezen.

source: %1$s: missing parameter '%2$s'
nl: %1$s: ontbrekende parameter '%2$s'

source: Only item titles
nl: Enkel titels

source: With description
nl: met beschrijving

source: Gallery
nl: Galerij

source: No media found.
nl: Geen media gevonden

source: Your browser does not support embedded frames unfortunately.
nl: Helaas ondersteunt uw browser ingebedde frames niet.

source: Sorting
nl: Sortering

source: Random
nl: Willekeurig

source: Newest
nl: Nieuwste

source: Default
nl: Standaard

source: Amount
nl: Aantal

source: Template File
nl: Template bestand

source: Filter (expert option)
nl: Filtreren [expert optie]

source: Syntax examples
nl: Syntax voorbeelden

source: or
nl: of

source: Read more
nl: Lees meer

source: No entries found.
nl: Geen data gevonden.

source: Insert link to file
nl: Link naar bestand invoegen

source: Embed file
nl: Ingebed bestand

source: Only for images:
nl: Enkel voor afbeeldingen:

source: No zoom
nl: Geen zoom

source: Normal zoom
nl: Normale zoom

source: Original
nl: Origineel

source: Back to paginated view
nl: Terug naar gepagineerd overzicht

source: Show all entries
nl: Toon alle inzendingen

source: Title
nl: Titel

source: The file
nl: Bestand

source: Description
nl: Beschrijving

source: Actions
nl: Acties

source: Open quick view window
nl: Open 'snel voorbeeld' venster

source: Quick view
nl: Snel voorbeeld

source: Latest media
nl: Laaste media

source: A direct feed showing the list of media
nl: Een directe lijst van de media

source: Categories
nl: Categorie&euml;n

source: Back to overview
nl: Terug naar overzicht

source: Author
nl: Auteur

source: Subject
nl: Onderwerp

source: Keywords
nl: Trefwoorden

source: Publisher
nl: Uitgever

source: Contributor
nl: Bijdrager

source: Start date
nl: Startdatum

source: End date
nl: Einddatum

source: Format
nl: Formaat

source: Uri
nl: URL

source: Source
nl: Bron

source: Language
nl: Taal

source: Relation
nl: Relatie

source: Coverage
nl: Dekking

source: Comment
nl: Commentaar

source: Creation and update
nl: Aanmaken en aanpassen

source: Creation
nl: Aanmaken

source: Created by %1$s on %2$s
nl: Aangemaakt door %1$s op %2$s

source: Last update
nl: Laatste aanpassing

source: Updated by %1$s on %2$s
nl: Aangepast door %1$s op %2$s

source: Attributes
nl: Attributen

source: Create medium
nl: Medium aanmaken

source: Open preview page
nl: Open voorbeeldpagina

source: Preview
nl: Voorbeeld

source: Edit
nl: Bewerk

source: Reuse for new item
nl: Hergebruiken voor nieuwe inzending

source: Reuse
nl: Hergebruiken

source: Edit medium
nl: Medium bewerken

source: Content
nl: Inhoud

source: Enter the title of the medium
nl: Titel van dit medium ingeven

source: Allowed file extensions:
nl: Toegestane extensies:

source: Current file
nl: Huidig bestand

source: Enter the description of the medium
nl: Beschrijving van dit medium ingeven

source: Return control
nl: Return controle

source: Create another item after save
nl: Andere inzending aanmaken na het opslaan

source: Update medium
nl: Medium aanpassen

source: Really delete this medium?
nl: Zeker om dit medium te verwijderen?

source: Delete medium
nl: Medium verwijderen

source: Cancel
nl: Annuleer

source: Settings
nl: Instellingen

source: Here you can manage all basic settings for this application.
nl: Hier kan u alle basisinstellingen beheren voor deze applicatie.

source: Page size
nl: Pagina grootte

source: Input this setting. Only digits are allowed.
nl: Voor deze instelling zijn enkel cijfers toegestaan.

source: Thumb dimensions
nl: Thumb afmetingen

source: Input this setting.
nl: Deze instelling

source: Default thumb number
nl: Standaard thumb nummer

source: Enable shrinking
nl: Shrinking inschakelen

source: Shrink dimensions
nl: Shrink afmeetingen

source: Use thumb cropper
nl: Gebruik thumb cropper

source: Crop size mode
nl: Crop grootte

source: Update configuration
nl: Configuratie bijwerken

source: Choose a language
nl: Kies een taal

source: Category
nl: Categorie

source: Created by %s
nl: Toegevoegd door %s

source: Created on %s
nl: Toegevoegd op %s

source: Updated by %s
nl: Aangepast door %s

source: Updated on %s
nl: Aangepast op %s

source: Crop thumbnail image
nl: Crop thumbnail afbeelding

source: All
nl: Alle

source: Sort by
nl: Sorteren door

source: Creation date
nl: Aanmaakdatum

source: Creator
nl: Maker

source: Update date
nl: Bijwerkingsdatum

source: ascending
nl: Oplopend

source: descending
nl: Aflopend

source: Only images
nl: Enkel afbeeldingen

source: Action
nl: Actie

source: Crob your thumbnail image here
nl: Crop thumbnail afbeelding hier

source: Simply move the selection area to your desired section. Size and proportions are fixed.
nl: Simpelweg de gewenste sectie selecteren, de grootte en de verhoudingen zijn vastgesteld.

source: Simply move the selection area to your desired section. You may increase the size, but proportions are fixed.
nl: Simpelweg de gewenste selectie selecteren. U kan de grootte vergroten, maar de verhoudingen zijn vastgesteld.

source: Simply move the selection area to your desired section. You may increase the size and change proportions as desired.
nl: Simpelweg de gewenste selectie selecteren. U de grootte aanpassen en de verhoudingen veranderen naar wens.

source: Save
nl: Opslaan

source: Cancel editing
nl: Annuleer bewerking

source: Unfortunately the cropping tool requires JavaScript enabled for working properly.
nl: Helaas, voor cropping moet Javascript ingeschakeld zijn, anders werkt deze niet naar behoren.

source: Input the title of the medium
nl: Voer de titel in van het medium

source: Input the description of the medium
nl: Voer de beschrijving in van het medium

source: Drop files from your desktop here
nl: Drop bestanden van uw desktop hier

source: Drop images from your desktop here
nl: Drop afbeeldingen van uw desktop hier

source: Search and select a file
nl: Zoeken en een bestand selecteren

source: Thumbnail size
nl: Thumbnail grootte

source: Paste as
nl: Plakken als

source: Thumbnail with link to original image
nl: Thumbnail met link naar originele afbeelding

source: Thumbnail with link to detail page
nl: Thumbnail met link naar detailpagina

source: Original image
nl: Originele afbeelding

source: Link to thumbnail
nl: Link naar thumbnail

source: Link to original image
nl: Link naar originele afbeelding

source: Original with link to itself
nl: Origineel met link naar zichzelf

source: Link to the file
nl: Link naar het bestand

source: File
nl: Bestand

source: Search for
nl: Zoeken naar

source: Filter
nl: Filteren

source: File information
nl: Bestandsinformatie

source: Search
nl: Zoeken
